Repository: nupzil/quiver
Catalog: Quiver/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ completed successfully (exit code: %d)
zh_hans: %@ 执行完成（退出码：%d）

source: %@ error: %@
zh_hans: %@ 错误：%@

source: %@ failed with exit code: %d
zh_hans: %@ 失败，退出码：%d

source: %@ is now running
zh_hans: %@ 正在运行

source: %@ was manually stopped
zh_hans: %@ 已停止

source: © %@ %@. All rights reserved.
zh_hans: © %1$@ %2$@. All rights reserved.

source: A new version is available: %@ (You have %@)
zh_hans: 存在可用的新版本: %1$@(您当前版本: %2$@)

source: About
zh_hans: 关于

source: About %@
zh_hans: 关于

source: All commands have been reloaded successfully.
zh_hans: 所有命令已成功重新加载。

source: An error occurred while checking for updates. Please try again later.
zh_hans: 获取更新信息时出现错误，请稍后再试。

source: Cancel
zh_hans: 取消

source: Cannot Reload Configuration
zh_hans: 现在不能重载配置

source: Check for Updates
zh_hans: 检查更新

source: Checking for updates...
zh_hans: 正在检查更新...

source: Click to start service
zh_hans: 点击运行此命令

source: Click to stop service
zh_hans: 点击终止此命令

source: Command Completed
zh_hans: 命令执行完成

source: Command Failed
zh_hans: 命令执行失败

source: Command Failed to Start
zh_hans: 命令启动失败

source: Command Started
zh_hans: 命令已启动

source: Command Stopped
zh_hans: 命令已停止

source: Configuration file not found.
zh_hans: 未找到配置文件。

source: Configuration Reloaded
zh_hans: 配置已重新加载

source: Error Checking for Updates
zh_hans: 更新错误！

source: Failed to decode configuration: %@
zh_hans: 配置解析失败：%@

source: Failed to encode configuration.
zh_hans: 配置序列化失败。

source: Failed to Load Configuration
zh_hans: 加载配置文件失败

source: Go Download
zh_hans: 前往下载

source: Ignore
zh_hans: 忽略

source: Language
zh_hans: 语言

source: New Update Available
zh_hans: 有新版本可用

source: OK
zh_hans: 好的

source: Please stop all running commands before reloading configuration.
zh_hans: 请先停止所有正在运行中的任务再重载配置

source: Please wait while we check for the latest version.
zh_hans: 请稍等，我们正在检查最新版本。

source: Quit
zh_hans: 退出

source: Reason: %@
zh_hans: 错误原因: %@

source: Reload Configuration
zh_hans: 重载配置

source: Show Config Folder
zh_hans: 查看配置

source: Show Script Output Folder
zh_hans: 查看输出

source: Version: %@ (%@)
zh_hans: 版本： %1$@ (%2$@)

source: You are up to date
zh_hans: 您已是最新版本

source: You are using the latest version (%@)
zh_hans: 您正在使用最新版本：（%@）
